{
    "rules": [
        "Registrations for all events will be taken through the Gandhaar App only. Events which require submissions or uploads, special instructions are mentioned in the rulebook as well as on the App. Everyone is advised to go through the rules/ instructions thoroughly before registering for any event.",
        "Registration forms submitted through the app will be considered final. No changes will be made under any circumstances.",
        "For events with class-wise registration format, the app will automatically close the registration form (unless opened again under special circumstances - refer to the next point) once one student/ team (as applicable) registers for the event. Students are advised to consult their peers before submitting their entries to ensure fair participation opportunities for all students.",
        "For events with class-wise registration format, if we do not receive entries from all divisions (i.e., there are few empty spots for the event) before the declared registration deadline, registrations will be reopened on a first-come, first-served (FCFS) basis for all students. This means that students/ teams from all classes and all years are eligible to register, even if a student/ team from their division has already registered. Please note that classes failing to register for a competition within the specified deadline will incur a deduction of participation points (considered for awards like BEST CLASS & BEST DEPARTMENT AWARDS). Likewise, no additional participation points will be awarded to teams registering through the FCFS process. ",
        "Certain events will be canceled for all students if the minimum participation requirement is not met.",
        "For stage rehearsals of (mention competitions), the event coordinators will float a schedule for all the teams to practice. All teams must strictly follow the declared schedules and coordinate with other competing teams. Event coordinators will not be responsible for teams missing their allotted practice slots.",
        "Participants should be present at the venue half an hour prior to the scheduled time for all the events.",
        "All the events mentioned in the rulebook are open for all students of Cummins college of Engineering ONLY.",
        "NOTE- For Intercollege Dance competition, our college's dance team INSIA will be participating. No other team from Cummins college will be permitted to participate.",
        "For the inter college Nukkad Natak event, we will form only 1 team of Cummins students.", 
        "STAGE 2 - A stage will be set up near the canteen during Gandhaar.",
        "For all the art competitions like (mention competitions), top 10 artworks from each competition will be displayed in the art gallery on 2nd February 2024.",
        "All the winners will be awarded with participation (E-certificates)/ merit certificates, as applicable, for all events. ",
        "Winners for the following competitions will be announced during the Prize distribution ceremony. (3rd February 2024, 6:00 PM)",
        "The decision taken by the judges & coordinators during any event will be final and binding in all cases & should be accepted gracefully.", 
        "It's important to maintain decorum throughout all four days of the fest. Clothes/ Costumes of participants for any of the events must not be too short or revealing. The organizing committee holds the authority to prevent a student/ team from performing if their dress code is deemed inappropriate.",
        "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes in any competitions/events.",
        "All the participants/teams should report half an hour before all the events. "
    ]
}