{
    "rules": [
        "Registrations for all events will be taken through the website only. Events which require submissions or uploads, special instructions are mentioned in the rulebook.",
  "Everyone is advised to go through the rules/ instructions thoroughly before registering for any event.",
  "Registration forms once submitted will be considered final. No changes will be allowed under any circumstances.",
        
  "Apart from the Beauty Pageant, the Deadline for registering for all other events is 17th January 2023.",
  "For events with class-wise registration format, go through the team sizes and requirements for volunteers thoroughly.",
  "Students are advised to consult their peers before submitting their entries to ensure fair participation opportunities for all students.",
  "For events with class-wise registration format, if we do not receive entries from all divisions (i.e., there are few empty spots for the event) after the declared registration deadline, registrations will be reopened on a first-come, first-served (FCFS) basis for all students.",
  "This means that students/ teams from any division and year will be eligible to register, even if a student/ team from their division has already registered. (Remember that this team should also contain members from the same division).",
  "In such a case, no additional participation points will be awarded to teams registering through the FCFS process.",
  "Please note that classes failing to register for a competition within the specified deadline will incur a deduction of participation points (considered for awards like BEST CLASS & BEST DEPARTMENT AWARDS).",
  "Certain events will be canceled for all students if the minimum participation requirement is not met.",
  "For stage rehearsals, the event coordinators will float a schedule for all the participants to practice.",
  "All participants must strictly follow the declared schedules and coordinate with other competing teams.",
  "Event coordinators will not be responsible for teams missing their allotted practice slots.",
  "BEFORE THE SCHEDULE IS DECLARED, NO ONE WILL BE ALLOWED TO PRACTICE ON THE STAGE.",
  "Participants should be present at the venue half an hour prior to the scheduled time for all the events.",
  "All the events mentioned in the rulebook are open for all students of Cummins College of Engineering ONLY.",
  "STAGE 2 - A stage will be set up near the college canteen during Gandhaar.",
  "For all the art competitions, the top artworks from each competition will be displayed in the art gallery on 2nd February 2024.",
  "All the winners will be awarded with participation (E-certificates)/ merit certificates, as applicable, for all events.",
  "Winners for certain competitions will be announced during the Prize distribution ceremony which will be conveyed to you by the event coordinators. (3rd February 2024, 6:00 PM)",
  "The decision taken by the judges & coordinators during any event will be final and binding in all cases & should be accepted gracefully.",
  "It's important to maintain decorum throughout all four days of the fest.",
  "Clothes/ Costumes of participants and audience for any of the events must not be too short or revealing.",
  "The organizing committee holds the authority to prevent a student/ team from performing if their dress code is deemed inappropriate.",
  "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes in any competitions/events."

    ]
}
