{
    "category_title": "Culinary Carnival",
    
    "tabs": [
        "Culinary Clash",
        "Culinary Artistry"
    ],
    "details": {
        "Culinary Clash": {
            "title": "MasterChef Challenge",
            "teamSize": "2 - 4 members",
            "participants": "1 team per class",
            "venue": "Between Main building & IT building",
            "date": "1st February 2024",
            "time": "12:30 PM to 2:30 PM",
            "coordinators": [
                {
                    "name": "Kaushiki Khabri",
                    "contact": "9975463894"
                },
                {
                    "name": "Chaitrali Kharat",
                    "contact": "7030947919"
                }
            ],
            "overview": "The  Culinary Clash Challenge is a culinary competition designed to showcase the culinary skills, creativity, and adaptability of college students. Participants will face unique challenges, testing their ability to create exceptional dishes under time constraints and unexpected twists.",
            "rules": [
                 "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                 "Teams are required to plan and prepare a dish/dishes (starter, main course, and dessert recommended).",
                 "Teams can decide what dishes they wish to prepare. Repetition of the same dish is not allowed.",
                 "All teams must get their menu approved by the event coordinator to avoid dish repetition.",
                 "Teams must prepare 100% vegetarian recipes (<strong>NO</strong> egg/non-veg recipes).",
                 "Ingredients, induction/stove, or any cooking equipment won't be provided by the organizers. Teams shall bring their own if required; connection points will be provided.",
                 "Teams must complete the preparation and presentation of all dishes within a time limit of 1 hour and 15 minutes.",
                 "Judges will spend the next 45 minutes evaluating each team's dishes after the cooking time.",
                 "Twice during the competition, each team has to pick up a chit and face challenges like blindfolded cooking, handcuffs, performing dance moves, no cooking for 5 minutes, etc.",
                 "Dishes will be judged on taste, presentation, creativity, and completeness of the three-course meal.",
                 "Teams are responsible for cleaning their workspace after the event.",
                 "Teams MUST NOT waste any food during this event.",
                 "Professionalism and sportsmanship are expected.",
                 "Teams must adhere to safety and hygiene standards.",
                 "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes."
            ]
        },

        "Culinary Artistry": {
            "title": "Food Carving Competition",
            "teamSize": "2 - 4 members",
            "participants": "1 team per class",
            "venue": "Between Main building & IT building",
            "date": "2nd February 2024",
            "time": "10:00 AM to 12:00 PM",
            "coordinators": [
                {
                    "name": "Revati Shrikhande",
                    "contact": "9405118170"
                },
                {
                    "name": "Konkana Dutta",
                    "contact": "9511853081"
                }
            ],
            "overview": "The Culinary Artistry Contest is a delightful event where participants showcase their artistic skills by transforming ordinary fruits and vegetables into extraordinary works of art. This event is a celebration of aesthetics, innovation, and healthy creativity.",
            "rules": [
                  "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                  "Participants must bring all the vegetables, fruits, decorative plates, carving instruments, and all the needed material for the competition.",
                  "Participants must ONLY use fruits and vegetables for decoration.",
                  "Additional materials such as toothpicks, skewers, and small cutting tools may be used for assembly.",
                  "Teams must complete the preparation and presentation of all decorations within a time limit of 1 hour and 15 minutes.",
                  "Judges will spend the next 45 minutes evaluating each team's presentation after the decoration time.",
                  "Repetition of the same decoration is not allowed. All teams must get their designs approved by the event coordinator to avoid this.",
                  "Teams must use 100% vegetarian items (<strong>NO</strong> egg).",
                  "Twice during the competition, each team has to pick up a chit and face challenges like blindfolded carving, handcuffs, performing dance moves, no decorating for 5 minutes, etc.",
                  "Teams will be provided with a designated workspace where they can arrange their decorations.",
                  "Judging will be based on creativity and originality, adherence to the mentioned ingredients, skill in carving and arrangement, overall aesthetic appeal, innovative use of materials, and the number of decorative items.",
                  "No artificial colors or non-edible materials are allowed.",
                  "Pre-cut fruits/vegetables are not permitted.",
                  "Participants must handle cutting tools with care.",
                  "Teams MUST NOT waste any food during this event.",
                  "Teams must adhere to safety and hygiene standards.",
                  "Teams are responsible for cleaning their workspace after the event.",
                  "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes."
            ]
        }
        
    }
}
