{
    "category_title": "Groove Galas",
    "tabs": [
        "Street Groove Battle",
        "SOUL'O: Threads of Rhythm",
        "Nritya Sangam",
        "Dil se Dance"
    ],
    "details": {
        "Street Groove Battle": {
            "title": "Street Dance Competiton",
            "teamSize": "1 member",
            "participants": "1 participant per class",
            "venue": "Stage 2",
            "date": "2nd February 2024",
            "time": "10:00 AM to 12:00 PM",
            "registration_link":"https://forms.gle/tcLu361JJQzi567u5",
            "coordinators": [
                {
                    "name": "Ashlesha Jagtap",
                    "contact": "9420482496"
                },
                {
                    "name": "Tejaswini Patkar",
                    "contact": "9730044087"
                }
            ],
            "overview": "This event brings together 36 participants in a battle of rhythm, style, and expression, culminating in an intense face-off for the ultimate dance glory.",
            "rules": [
                  "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                  "Opponents for each round will be decided on the spot during the event.",
                  "The organizers will randomly select and play music to which participants will perform in all rounds.",
                  "Each face-off will be of 2 minutes. Adherence to the time limit is crucial.",
                  "Judging will be based on technique and skill, synchronization, creativity and originality, stage presence, and showmanship.",
                  "Any form of disrespectful behavior, including inappropriate gestures or actions, will result in disqualification. Playful jesting and mild teasing are permitted.",
                  "Classical and Folk dances are not a part of this competition. (Please refer to the rules of the classical dance competition).",
                  "Participants are expected to observe a level of decency and refrain from making racial, religious, or offensive remarks.",
                  "Simple props which can be carried in and out of the stage right before the performance are permitted.",
                  "The decisions of the judges and organizers will be final and binding.",
                  "<b>Format</b><ul><li>Initially, there will be 36 participants.</li> <li>In the first round, chits are used to randomly pair up all 36 participants in groups of two. Each pair competes, and the winner from each advances.</li><li>Using the same chit method, the 18 winners are paired in the second round, resulting in 9 participants moving forward.</li> <li>Using the same chit method, the 9 winners are paired in the third round in groups of three. </li><li>Finally, the last 3 winners face off in the ultimate round to decide the competition winner.</li><li><b>NOTE:</b>The structure of rounds and faceoffs is subject to change if the number of participating students is less than 36.</li> </ul>"
]
        },

        "SOUL'O: Threads of Rhythm": {
            "title": "Solo Dance Competition",
            "teamSize": "1 member",
            "participants": "1 participant per class",
            "venue": "Stage 2",
            "date": "2nd February 2024",
            "time": "1:30 PM to 4:30 PM",
            "registration_link": "https://forms.gle/9sS3kQipZ7d3KuLbA",
            "coordinators": [
                {
                    "name": "Janhavi Mishra",
                    "contact": "9569403452"
                },
                {
                    "name": "Konkana Dutta",
                    "contact": "9511853081"
                }
            ],
            "overview": "Unleash your passion and dance to the rhythm of your own story in our Solo Dance Event! Showcase your unique style and be the star of the spotlight. Join us for an exhilarating celebration of individuality and talent – it's your time to shine!",
            "rules": [
              "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
              "The allotted performance time is 3 minutes (extra 1 minute for stage setup & clearance). Points will be deducted for exceeding the time limit.",
              "Classical dance is not allowed for this competition. Refer to the rules of the classical dance competition for those specific guidelines.",
              "Participants are required to maintain decency and must refrain from making any racial, religious, or offensive remarks.",
              "Simple props that can be carried onto and off the stage just before the performance are allowed.",
              "The soundtrack of the performance has to be submitted on time as and when instructed by the coordinators. No changes can be made to the soundtrack once it's submitted.",
              "The judge's decision will be final and binding.",
              "Any delays on account of participants or non-compliance with rules will lead to disqualification.",
              "The sequence of performances set by the event coordinators will be considered final. Requests to alter the order will not be accommodated."
            ]
        },

        "Nritya Sangam": {
            "title": "Classical Dance Competition",
            "teamSize": "1 - 5 members",
            "participants": "1 team per class",
            "venue": "Main Building Quadrangle",
            "date": "3rd February 2024",
            "time": "10:00 AM to 1:00 PM",
            "registration_link": "https://forms.gle/U8fo7zSRDhYvL5k89",
            "coordinators": [
                {
                    "name": "Tvesha Pophali",
                    "contact": "7028099791"
                },
                {
                    "name": "Pragati Chandra",
                    "contact": "8624040389"
                }
            ],
            "overview": "Embark on a graceful journey through the artistry of classical dance in our event! Channel the elegance of tradition and weave your own story through every intricate move. Join us for a mesmerizing exploration of cultural richness and timeless expressions – let your classical dance speak volumes on our stage! ",
            "rules": [
                  "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                  "The allotted performance time is 3 minutes (extra 1 minute for stage setup & clearance). Points will be deducted for exceeding the time limit.",
                  "Only the use of simple props that can be carried in and out of the stage right before the performance is permitted.",
                  "The soundtrack of the performance has to be submitted on time as and when instructed by the coordinators. No changes can be made to the soundtrack once it's submitted.",
                  "Participants are expected to observe decency and refrain from making racial, religious, or offensive remarks.",
                  "During the application process, it's compulsory to mention the level/exams of the dance form you have chosen. You will be short-listed only if you have qualified for any of the exams of your dance form.",
                  "Participants can perform a fusion of 2 dance forms in a single performance.",
                  "To maintain the authenticity of the performances, participants are to refrain from incorporating semi-classical elements into their performances.",
                  "Participants should wear traditional costumes authentic to their chosen dance form.",
                  "All songs are acceptable (considering the decency level). The use of classical music that complements the chosen dance style is highly recommended.",
                  "Any delays on account of participants or non-compliance of rules will lead to disqualification.",
                  "The judge's decision will be final and binding.",
                  "The sequence of performances set by the event coordinators will be considered final. Requests to alter the order will not be accommodated."
            ]
        },

        "Dil se Dance": {
            "title": "Intra-college Dance Competition",
            "teamSize": "12-19 (9-16 performers + 3 volunteers)",
            "participants": "1 team from each class",
            "venue": "Main Building Quadrangle",
            "date": "31st January 2024",
            "time": "12:30 PM to 6:00 PM",
            "registration_link": "https://forms.gle/r9hq2E1cZntccWy46",
            "coordinators": [
                {
                    "name": "Smruti Khatawkar",
                    "contact": "9850149839"
                },
                {
                    "name": "Kaushiki Khabri",
                    "contact": "9975463894"
                }
                
            ],
            "overview": "Ignite the stage with passion and unity in our 'Dil Se Dance' Group Dance Event! Join hands with your squad to create a mesmerizing fusion of rhythm and emotions. Let your collective energy and creativity shine – it's more than a performance, it's a heart-to-heart connection through dance!",
            "rules": [
                  "Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.",
                  "Time allotted per performance is 5 minutes (4 minutes for the performance + 1 minute for clearance).",
                  "Teams have the liberty to select the songs/theme/dance style.",
                  "Marks will be allotted based on the theme, dancing skills, originality of ideas, and use of props, costumes, and choreography.",
                  "Having a theme for the dance may not be compulsory, but having one would help in receiving additional points.",
                  "Participants are expected to observe a level of decency and refrain from making racial, religious, or offensive remarks.",
                  "Revealing costumes won't be allowed. Teams need to get their costumes verified with the coordinators as and when asked to do so.",
                  "Only the use of simple props which can be carried in and out of the stage right before the performance is permitted.",
                  "The soundtrack of the performance has to be submitted on time as and when instructed by the coordinators.",
                  "A song may be repeated only twice during the entire event.",
                  "The theme of the dance cannot be repeated.",
                  "Registration of the songs and themes will be done on a first-come, first-serve basis.",
                  "All the songs submitted by the team have to be used in the final soundtrack.",
                  "Any delay on account of the participants or non-compliance of rules will lead to disqualification.",
                  "The schedule for rehearsal on the stage will be shared by the coordinators.",
                  "Decisions taken by the event coordinators would be final."
            ]
        }
        
        
        
        
    }
}
