{
    "category_title": "Echoes of Expression",
    "tabs": [
        "SoloScript Showdown",
        "Narrative Rumble",
        "CUMMINS GOT TALENT",
        "Ad Mad",
        "वाद-विवाद Vista"
    ],
    "details": {
        "SoloScript Showdown": {
            "title": "Monologue Competition",
            "teamSize": "1 member",
            "participants": "First Come first serve basis (24 performances)",
            "venue": "Stage 2",
            "date": "1st February 2024",
            "time": "3:00 PM to 5:00 PM",
            "registration_link": "https://forms.gle/TDqZJjhNN7gwx8ZE7",
            "coordinators": [
                {
                    "name": "Vedika Potey",
                    "contact": "7083482066"
                },
                {
                    "name": "Vaidehi Murdandgauda",
                    "contact": "7420915519"
                }
            ],
            "overview": "Command the stage with the power of your words in our Monologue Event! Unleash your storytelling prowess, convey emotions, and captivate the audience with a solo performance. Join us for a compelling exploration of individual expression – participate, and let your monologue resonate as a powerful voice in our cultural narrative! 🎤🌟",
            "rules": [
                "<strong>Upon completion of registration, kindly note that it will be considered as final, no alterations will be accommodated under any circumstances.</strong>",
                "Participants will have 4 minutes of performance time.",
                "Language of the monologue must be English/Hindi/Marathi.",
                "Repetition of the same monologue is not allowed. To avoid this get your story/standup approved from the event coordinator as & when asked.",
                "Use of mobile phones is strictly prohibited during the competition.",
                "Participants can use props or any available resources to support their performance.",
                "Participants will be stopped at the 4-minute mark, and points will be deducted for exceeding the time limit.",
                "Contestants are allowed to read from their monologues but bonus marks will be given to those that memorized it.",
                "Contestants will be judged based on their Voice and Articulation, Appropriateness of Dramatization, Level of Difficulty, and Overall Performance.",
                "Participants are free to perform any monologue of their choice, whether from a published work or an original creation.",
                "Participants are encouraged to perform original monologues. Extra points will be awarded for the same.",
                "Proper credit must be given to the source of the original monologue before the performance begins.",
                "Materials presented must not touch on sensitive issues, such as race, religion, stereotyping, politics, etc.",
                "One copy of the monologue must be submitted to the coordinators one week prior to the competition.",
                "Any violation of rules or unsportsmanlike conduct may result in disqualification.",
                "Any performance should not contain any offensive comments on any staff members or any specific student. The performance will be stopped in case of any insensitive comments passed.",
                "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes."
            ]
        },

        "Narrative Rumble": {
            "title": "Story & Stand up Competition",
            "teamSize": "1 member",
            "participants": "20 entries (First serve first come basis)",
            "venue": "Stage 2",
            "date": "1st February 2024",
            "time": "10:00 AM to 12:00 PM",
            "registration_link": "https://forms.gle/bRrSspNwdKWCBZwE7",
            "coordinators": [
                {
                    "name": "Janhavi Bhopale",
                    "contact": "9156049847"
                },
                {
                    "name": "Revati Shrikhande",
                    "contact": "9405118170"
                }
            ],
            "overview": "Unleash linguistic flair in a 6-minute spotlight—Hindi, English, or Marathi, your choice! Topics bloom like stories but tread lightly. Let your words dance with ease, engage the audience, and echo with a rhythm that captivates. Your stage, your language, your tale—let the creativity unfold!",
            "rules": [
                "<strong>Upon completion of registration, kindly note that it will be considered as final, no alterations will be accommodated under any circumstances.</strong>",
                "Languages allowed for the competition: Hindi, English, or Marathi",
                "Time limit: 5 mins (maximum)",
                "Contestants have the liberty to select any topic of their choice.",
                "The act should not contain any offensive comments. Act will be stopped in case of any insensitive/ inappropriate comments passed.",
                "Judgment criteria: Ease of speaking, engaging audience, time-bound, context, body language and voice modulation.",
                "Contestants are expected to perform without using a reference. (No mobile phones)",
                "Repetition of the same story/standup is not allowed. To avoid this get your story/standup approved by the event coordinator as & when asked. ",
                "Participants can use props, or any available resources to support their performance.",
                "Participants will be stopped at the 5-minute mark, and points will be deducted for exceeding the time limit.",
                "Participants are free to choose any script of their choice, whether from a published work or an original creation.",
                "Participants are encouraged to perform original scripts. Extra points will be awarded for the same.",
                "Proper credit must be given to the source of the original script before the performance begins.",
                "Materials presented must not touch on sensitive issues, such as race, religion, stereotyping, politics, etc.",
                "One copy of the script must be submitted to the coordinators one week prior to the competition.",
                "Any violation of rules or unsportsmanlike conduct may result in disqualification.",
                "Any performance should not contain any offensive comments on any staff members or any specific student. The performance will be stopped in case of any insensitive comments passed.",
                "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes.",
                "Decision of judges and event coordinators will be final."
            ]
        },

        "CUMMINS GOT TALENT": {
            "title": "Talent Show",
            "teamSize": "1 - 16 participants (solo/duet entries allowed)",
            "participants": "All students from all branches + faculty members",
            "venue": "Main Building Quadrangle",
            "date": "1st February 2024",
            "time": "1:00 pm to 5:00 pm",
            "registration_link": "https://forms.gle/U3WudvLxKbSbMWmp6",
            "coordinators": [
                {
                    "name": "Rudrika Sharma",
                    "contact": "7057950272"
                },
                {
                    "name": "Anushka Yeole",
                    "contact": "8669416694"
                }
            ],
            "overview": "Dive into a showcase of diverse talents at our inclusive event open to all students and faculty of Cummins College of Engineering! From dynamic group dances to soulful solos, each performer gets 5 minutes to shine. Join us for a lively evening of creativity, camaraderie, and unbridled talent.",
            "rules": [
                "<strong>Upon completion of registration, kindly note that it will be considered as final, no alterations will be accommodated under any circumstances.</strong>",
                "Time limit: 7 minutes maximum (5 minutes for performance + 2 minutes for stage clearance and anchoring)",
                "The event is open for all CURRENT students and faculty of Cummins College of Engineering.",
                "Each performer will be allowed a maximum of 5 minutes to perform their act.",
                "Performances including duet/group inter-class dance, short solo skit, solo/duet singing, stand up act, rapping, shayari, monologue, musical instrument, poem recitation, and any other performing arts are welcome.",
                "The event aims to showcase a diverse range of talents, providing equal opportunities for both students and faculty members.",
                "Due to time constraints, an elimination round will precede the main program, scheduled 1/2 weeks before the event.",
                "Participants are required to present their entire performance during the elimination round.",
                "A panel of judges will evaluate performances, striving to include diverse talents across various domains.",
                "Participants failing to advance in the elimination round are encouraged to gracefully accept the outcome. Decisions of the judges & coordinators would be final and binding.",
                "The participants are expected to observe a level of decency and refrain from making racial, religious, or offensive remarks. The act should not contain any offensive comments on any staff members or students. Performances must be appropriate for a family-friendly audience. Act will be stopped in case of any insensitive comments passed.",
                "Revealing costumes won't be allowed. Participants need to get their costumes verified with the coordinators as and when asked to do so.",
                "Only use of simple props which can be carried in and out of the stage right before the performance is permitted. Performers must bring their own equipment and props required for their act.",
                "The soundtrack of the performance has to be submitted to the event coordinator whenever asked prior to the event. One single file should be submitted as the music track. No changes can be made in the track once it has been submitted.",
                "If you need mics or any other specific setup on the stage for your performance, it needs to be informed as and when instructed by the coordinators.",
                "Participants are not allowed to practice on the main stage. The schedule for rehearsal on the stage will be shared by the coordinators.",
                "The event organizers have the right to cut off any performance that exceeds the allotted time or violates any of the rules. The event organizers may add or modify rules as required.",
                "THIS EVENT WILL NOT BE CONSIDERED FOR THE BEST CLASS AND DEPARTMENT AWARDS, it is arranged to showcase the different talents our students & faculty members have!"
            ]
        },

         "Ad Mad": {
            "title": "Advertising Competition",
            "teamSize": "4 - 6 members ",
            "participants": "1 team per class",
            "venue": "Stage 2",
            "date": "31st January 2024",
            "time": "12:30 PM to 3:30 PM",
            "registration_link": "https://forms.gle/GjNANBC3JAX8648y6",
            "coordinators": [
                {
                    "name": "Ananti Mulay",
                    "contact": "9689470857"
                },
                {
                    "name": "Gauri Vaidya",
                    "contact": "9826418093"
                }
            ],
            "overview": "Step into the world of creativity with our 'Ad Mad' Advertising Event! Craft compelling commercials, showcase your wit, and bring products to life with your innovative flair. Join us for a whirlwind of ideas, where your advertising genius can shine – participate and let your creativity make waves in the ad world! 🎬🌟",
            "rules": [
                "<strong>Upon completion of registration, kindly note that it will be considered as final, no alterations will be accommodated under any circumstances.</strong>",
                "Each team has the liberty to choose any product item of their choice for advertising. ",
                "Repetition of the product is not allowed. To avoid this, get your product approved as & when asked by the event coordinators.",
                "Teams will have 4 minutes: 3-minute performance time + 1 minute for setup.",
                "The advertisement should be vocal.",
                "Participants have complete liberty to perform a skit, dance, and sing. ",
                "Use of mobile phones is strictly prohibited during the competition.",
                "Teams can use props, or any available resources to support their performance.",
                "Every team member must participate in the performance. (Points will be deducted if any of the team members is not part of the performance)",
                "Teams will be stopped at the 3-minute mark, and points will be deducted for exceeding the time limit.",
                "Teams are encouraged to engage the audience during their performance. (Extra points will be awarded for crowd engagement)",
                "Teams must adhere to the spirit of fair play and sportsmanship.",
                "Any violation of rules or unsportsmanlike conduct may result in disqualification.",
                "The Ad should not contain any offensive comments on any staff members or any specific student. The performance will be stopped in case of any insensitive comments passed.",
                "The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes.",
                "<b>Judging Criteria:</b><ul><li>Creativity and Originality</li><li>Adherence to Product</li><li>Effective Use of props</li><li>Vocal skills</li><li>Teamwork and Collaboration</li><li>Engagement of audience during advertising</li></ul>"
            ]
        },
        "वाद-विवाद Vista": {
            "title": "Debate Competition",
            "teamSize": "1 - 3 members",
            "participants": "1 team from each class",
            "venue": "Stage 2",
            "date": "31st January 2024",
            "time": "4:00 PM to 6:00 PM",
            "registration_link": "https://forms.gle/zrLcd2XKDfJnesfK9",
            "coordinators": [
                {
                    "name": "Rucha Joshi",
                    "contact": "9604282378"
                },
                {
                    "name": "Kanak Daulatani",
                    "contact": "9075893748"
                }
            ],
            "overview": "Debate your way to Gandhaar! 2 elimination rounds, 8 top teams, and a thrilling final. Show your creativity in a 1-minute intro. Stay tuned for updates and prepare for 15 minutes of intense debates. Let the battle of ideas begin",
            "rules": [
                "<strong>Upon completion of registration, kindly note that it will be considered as final, no alterations will be accommodated under any circumstances.</strong>",
                "It is advisable to form a team of 3 members for debating. A smaller team size may put you at a disadvantage, especially if your opponents have more members, affecting the balance of the debate.",
"For the main event during Gandhaar, a total of 8 teams will be shortlisted based on the elimination rounds conducted prior to Gandhaar.",
"If fewer teams register, then no elimination rounds will be conducted.",
"The details of the elimination rounds will directly be communicated to the teams. ",
"The main event during Gandhaar will have two rounds and each team will participate in both rounds i.e each team will participate in two debates.",
"The topics and opponents of the debate during the main event will be decided by picking up chits some days prior to the main event.",
"As topics will be given prior to the main event each team will have time to prepare for their topics.",
"On the final day, each debate will have a maximum duration of 15 minutes. ",
"No team is allowed to use phones during the main event.",
"On the basis of the performance of each team in the two debates, scores will be given by the judges and the average of these scores will be considered to declare the final winner.",
"The final winner will be declared during the prize distribution ceremony on 3rd February 2024.",
"The decision of the judges will be final and binding.",
"We encourage all teams to stay tuned and check their communication channels regularly for updates and further information.",
                "Debaters will speak in the following order:<ul><li>Speaker of proposition (3 min)</li><li>Speaker of opposition (3min)</li><li>Speaker of proposition (2 min)</li><li>Speaker of opposition (2 min)</li><li>Speaker of proposition (2 min)</li><li>Speaker of opposition (2 min)</li></ul>",
                "According to the team size, alternate members will speak from proposition and opposition.",
"Each of the teams can question the opposition's opinion. (1 min)",
                "Each Team Can speak up to a maximum of 15 mins (3min+2min+2min+1min).",
                "Any violation of rules or unsportsmanlike conduct may result in disqualification.",
"Any performance should not contain any offensive comments on any staff members or any specific student. The performance will be stopped in case of any insensitive comments passed.",
"Teams must adhere to the spirit of fair play and sportsmanship.",
"The organizing committee reserves the right to make decisions in unforeseen circumstances or disputes."

            ]
        }
    }
}

               
