{
    "category_title": "Trivia Troop",
    "tabs": [
        "Clue Quest",
        "World Screen Whiz War"
    ],
    "details": {
        "Clue Quest": {
            "title": "Treasure Hunt",
            "teamSize": "2 members",
            "participants": "1 team from each class",
            "venue": "All Campus",
            "date": "3rd February 2024",
            "time": "10:30 AM to 12:30 PM",
            "registration_link": "https://forms.gle/stE1CVMNYzs4uL3Q6",
            "coordinators": [
                {
                    "name": "Kanak Daulatani",
                    "contact": "9075893748"
                },
                {
                    "name": "Janhavi Bhopale",
                    "contact": "9156049847"
                }
            ],
            "overview": "Embark on an exhilarating adventure with our Treasure Hunt Event! Unleash your inner explorer, solve clues, and race against time to uncover hidden treasures scattered across the campus. Join the thrill, challenge your wits, and be part of an unforgettable quest—where every step brings you closer to victory and discovery! 🗝️🌟",
            "rules": [
                "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                "Each team will be provided with a unique treasure map.",
                "Clues will be strategically placed around the campus.",
                "Teams are required to follow the clues sequentially.",
                "The first team to reach the final clue wins. ",
                "Any tampering with any other team’s clue will lead to immediate disqualification.",
                "Use of mobile phones is strictly prohibited during the event. ",
                "Prompting from any student other than the team members will lead to immediate disqualification.", 
                "Participants must adhere to college rules and guidelines during the event.",
                "Respect for campus property and fellow participants is mandatory.",
                "Participants are requested to arrive at the venue 30 minutes prior to the scheduled time.",
                "Decisions taken by the judges and event coordinator will be final."
            ]
        },
        "World Screen Whiz War": {
            "title": "All In One Quiz",
            "teamSize": "5 members",
            "participants": "1 team from each class",
            "venue": "KB Joshi Auditorium",
            "date": "2nd February 2024",
            "time": "12:00 PM to 2:00 PM",
            "registration_link": "https://forms.gle/oZ3D7P8QxzMqxrE86",
            "coordinators": [
                {
                    "name": "Aslesha Rathod",
                    "contact": "8857065433"
                },
                {
                    "name": "Tvesha Pophali",
                    "contact": "7028099791"
                }
            ],
            "overview": "Gear up for three exciting rounds in the Quizmania event! From text-based questions to enacting scenes in a bonus round, and finally, a buzzer round testing your quick thinking. Only the sharpest minds will prevail.",
            "rules": [
                "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                "The competition will involve 3 rounds.",
                "Round 1 will be an Elimination round.",
                "Text questions based on Bollywood/Hollywood/Anime or K-drama.",
                "Out of 10 teams, only 8 will be selected for the next round.",
                "Round 2 will be the Bonus round.",
                "This round will be similar to Dumb Charades. You will have to enact the scene/song.",
                "Only 6 teams will go forward to the last round.",
                "Round 3 will be the Buzzer round.",
                "In the last round, you will be shown images for a limited time period after which you'll have to guess the answer.",
                "This is the 'fastest finger first' round.",
                "Any decision taken by the Event Coordinators will be FINAL."
            ]
        }
    }
}

