{
    "category_title": "Trivia Troop",
    "tabs": [
        "Clue Quest",
        "World Screen Whiz War"
    ],
    "details": {
        "Clue Quest": {
            "title": "Treasure Hunt",
            "teamSize": "2 members",
            "participants": "1 team from each class",
            "venue": "All Campus",
            "date": "3rd February 2024",
            "time": "10:30 AM to 12:30 PM",
            "registration_link": "https://forms.gle/stE1CVMNYzs4uL3Q6",
            "coordinators": [
                {
                    "name": "Kanak Daulatani",
                    "contact": "9075893748"
                },
                {
                    "name": "Janhavi Bhopale",
                    "contact": "9156049847"
                }
            ],
            "overview": "Embark on an exhilarating adventure with our Treasure Hunt Event! Unleash your inner explorer, solve clues, and race against time to uncover hidden treasures scattered across the campus. Join the thrill, challenge your wits, and be part of an unforgettable quest—where every step brings you closer to victory and discovery! 🗝️🌟",
            "rules": [
                "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                "Each team will be provided with a unique treasure map.",
                "Clues will be strategically placed around the campus.",
                "Teams are required to follow the clues sequentially.",
                "The first team to reach the final clue wins. ",
                "Any tampering with any other team’s clue will lead to immediate disqualification.",
                "Use of mobile phones is strictly prohibited during the event. ",
                "Prompting from any student other than the team members will lead to immediate disqualification.", 
                "Participants must adhere to college rules and guidelines during the event.",
                "Respect for campus property and fellow participants is mandatory.",
                "Participants are requested to arrive at the venue 30 minutes prior to the scheduled time.",
                "Decisions taken by the judges and event coordinator will be final."
            ]
        },
        "World Screen Whiz War": {
            "title": "All In One Quiz",
            "teamSize": "3 members",
            "participants": "1 team from each class",
            "venue": "KB Joshi Auditorium",
            "date": "2nd February 2024",
            "time": "12:00 PM to 2:00 PM",
            "registration_link": "https://forms.gle/oZ3D7P8QxzMqxrE86",
            "coordinators": [
                {
                    "name": "Aslesha Rathod",
                    "contact": "8857065433"
                },
                {
                    "name": "Tvesha Pophali",
                    "contact": "7028099791"
                }
            ],
            "overview": "Gear up for three exciting rounds in the Quizmania event! From text-based questions to enacting scenes in a bonus round, and finally, a buzzer round testing your quick thinking. Only the sharpest minds will prevail.",
            "rules": [
                "<strong>Upon completion of registration, it will be considered final; no alterations will be accommodated under any circumstances.</strong>",
                 "The questions asked in this quiz would span along the industries of Bollywood, Hollywood, K-Dramas, and Anime.",
  "You have the flexibility to designate any member from your team to respond – the choice is entirely yours.",
                "There will not be any eliminations in any rounds. The winner will be declared based on overall scores of all 3 rounds.",
"Use of Phone/Internet is strictly prohibited.",            
                "Taking help from the audience will lead to deduction of points.",
  "<b>FORMAT</b><br>The competition is structured into three exciting rounds:<ul><li>Round 1: <br>Dialogue Fusion <br>Participants will have to complete a dialogue by filling in the missing part. Additionally, they must identify the movie from which the dialogue originates.</li><li>Round 2: Fact or Fiction <br>Participants will be presented with three statements, and they must determine which of the statements is true (fact) and which ones are false (fiction). This can cover a wide range of topics.</li><li>Round 3: Pictorial Puzzle Round <br>In this final round, participants will be presented with an image for a limited time. The challenge is to be the fastest team in identifying the movie it is from.</li></ul>",
  "In the initial two rounds, each team will be given a chance for their answers.",
  "However, the dynamics shift in the final round, where a buzzer system determines the point allocation.",
  "The first team to deliver a correct answer will secure the point. Notably, the points will not be disclosed immediately, adding an element of suspense to the competition.",
  "Results will be determined based on the average scores across all three rounds and will be officially announced on the prize distribution day.",
  "It is imperative to note that any decisions made by the Event Coordinators are final and binding."
            ]
        }
    }
}

